module.exports = {
  /*项目名称*/
  projectName: '',
  filterParams: undefined,
  optionsParams: undefined,
  packName: 'mas',
  port:8080,
  /********************正式环境开始******************/
  //apiUrl:'http://1902.ycdc.com/mas',
  //apiUrl:'http://sandbox.ycdc.com/mas',
  /********************正式环境结束******************/

  /********************银城测试开始******************/
  //apiUrl:'http://192.168.60.15:9006',
  /********************银城测试结束******************/


  /********************银城本地开始******************/
  //wanghb
  //apiUrl:'http://172.16.14.42:90/ycdc',
  //zhouxh
  //apiUrl:'http://172.16.15.170:80/ycdc',
  /********************银城本地结束******************/


  /********************南京南本地开始******************/
  //wanghb
  // apiUrl:'http://192.168.101.7:90/ycdc',
  //zhouxh
  //apiUrl:'http://192.168.101.15:80/ycdc',
  /********************南京南本地结束******************/


  /********************住址本地开始******************/
  //wanghb
  //apiUrl:'http://192.168.253.4:80/ycdc',
  //周贤虎
  //zhouxh:'http://192.168.124.19:90/ycdc',
  /********************住址本地结束******************/


  /* "ec94c8e9-b280-11e4-9273-dc8e3044c615";//(吕天明)
   "55f1b732e4b094c5333c78d3";//(潘雪薇)
   "5b043e94e4b0a58adc240cea";//乔飞乐
   "";
  */
  localOpenId:"55f1b732e4b094c5333c78d3",
  userInfo:{openId:''},
  selectProject:{},
};
